/* 
  R1EffectsSDK.strings
  R1PhotoEffectsSDK

  Created by Drew Colace on 8/29/13.
  Copyright (c) 2013 RadiumOne, Inc. All rights reserved.
*/

// Navigation Button Titles
"Crop:Done" = "Suiv.";
"Crop:Apply" = "Suiv.";
"Next" = "Suiv.";
"Done" = "Terminé";
"Cancel" = "Annuler";
"Effects:Done" = "Suiv.";

// Crop Screen Title
//"Crop" = "Recadrer";

//Crop Preset Titles
"NoCrop" = "Normal";
"SquareCrop" = "Carré";
"CustomCrop" = "Personnalisé";
"2x3" = "2x3";
"3x5" = "3x5";
"3x2" = "3x2";
"5x3" = "5x3";

// Active Effect Titles
//"Stickers" = "Stickers";
//"Filters" = "Filtres";
//"Borders" = "Bords";
//"Text" = "Texte";
//"Draw" = "Dessiner";

// Loading Prompt
"LoadingEffects" = "Chargement...";

// Pop-up Alert Text
"Alert" = "Alerte";
"OK" = "OK";
"Error" = "Erreur";
"Earn" = "Earn";
"OfferComfirm" = "To download this pack for free, just complete an offer.";
"OfferCompleted" = "Congrats! You have earned a pack.";
"GetOffer" = "Get this pack for free";

"ClearDrawTitle" = "Effacer le dessin ?";
"ClearDrawMsg" = "Effacer l'intégralité du dessin de l'image ?";
"ClearDrawYes" = "Effacer le dessin";

"PriceUnavail" = "Prix non disponibles";
"PurchaseProblem" = "Une erreur de transaction s'est produite.";
"RestoreError" = "Erreur lors de la restauration des achats";
"PayentProblem" = "Nous ne sommes pas en mesure de traiter votre paiement";

// Effect Pack Downlad Status
"Waiting" = "Patientez...";

// Effect Pack Store Button Labels
"Free" = "Gratuit";
"Download" = "TÉLÉCHARGER";
"Installing" = "INSTALLATION...";

// Effect Pack Store Title
"DownloadPack" = "Télécharger le pack";

// Effect Pack Store Page Restore button title
"Restore" = "Restaurer les achats";

// 'None' border selection
"NoBorder" = "Normal";

// 'None' filter selection
"NoFilter" = "Normal";
